batisteo.vscode-django
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dustypomerleau.rust-syntax
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
github.copilot
github.copilot-chat
golang.go
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
pkief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
zhuangtongfa.material-theme
